Repository: OneStepRND/onestep-uikit-kmp
Catalog: uikit-kmp/OSTUIKitKMP/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: he, ro

source: and
he: ו
ro: и

source: min
he: דק'
ro: мин

source: min)
he: דק')
ro: мин)

source: 'Allow While Using App'
he: ״בעת השימוש ביישום״
ro: ‘Разрешить при использовании приложения’

source: 'Allow'
he: ״אישור״
ro: 'Разрешить'

source: ‘Allow’
he: ״אישור״
ro: ‘Разрешить’

source: 'Change to Always Allow'
he: שינוי למצב ״תמיד"
ro: ‘Изменить на “Разрешать всегда”’

source: ‘Turn On All’
he: ״הפעלת כל הקטגוריות״
ro: ‘Включить все’

source: (If the test is done in a straight walkway)
he: (אם הבדיקה מבוצעת במעבר ישר)
ro: (Если тест проводится в прямом коридоре)

source: (Up to
he: (עד
ro: (До

source: 1 crutch
he: קב אחד
ro: 1 костыль

source: 1 Insoles
he: מדרס 1
ro: 1 стелька

source: 1 minute
he: דקה אחת
ro: 1 минута

source: 2 crutches
he: שני קביים
ro: 2 костыля

source: 3 minutes
he: 3 דקות
ro: 3 минуты

source: 5 minutes
he: 5 דקות
ro: 5 минут

source: 30-50: Abnormal results
he: 30-50: תוצאות חריגות
ro: 30-50: Отклонение от нормы

source: 50-65: Outside normal range
he: 50-65: מחוץ לטווח הנורמלי
ro: 50-65: Вне нормального диапазона

source: 65-100: Within normal range
he: 65-100: בטווח הנורמלי
ro: 65-100: В пределах нормы

source: Add a note about the measurement
he: הוסיפו הערה על המדידה
ro: Добавьте примечание к измерению

source: Against the thigh
he: כנגד הירך
ro: У бедра

source: Allow
he: אישור
ro: Разрешить

source: Analysis in progress
he: ניתוח בתהליך
ro: Идет анализ

source: Analyzing
he: מבצעים ניתוח
ro: Анализ

source: Analyzing in progress
he: ניתוח בתהליך
ro: Анализ в процессе

source: Analyzing Your Results
he: אנחנו מעבדים את התוצאות שלכם
ro: Анализируем ваши результаты

source: Angle:
he: זווית:
ro: Угол:

source: Assistive device:
he: אביזר עזר:
ro: Вспомогательное устройство:

source: Background
he: רקע
ro: Фоновый режим

source: Background recordings are measurements taken automatically, without actively accessing the app, and only after permissions are approved.
he: הקלטות רקע הן מדידות שנעשות אוטומטית, ללא גישה פעילה לאפליקציה, ורק לאחר אישור הרשאות.
ro: Фоновые записи - это измерения, выполняемые автоматически, без активного доступа к приложению и только после получения разрешений.

source: Barefoot
he: יחף
ro: Босиком

source: Brace
he: תומך
ro: Ортез

source: Cancel
he: ביטול
ro: Отменить

source: Cane
he: מקל הליכה
ro: Трость

source: Choose
he: בחר
ro: Выберите

source: Choose how long you want to walk today
he: בחרו כמה זמן תרצו ללכת היום
ro: Выберите, как долго вы хотите сегодня ходить

source: Choose where the phone will be placed
he: בחרו היכן למקם את הטלפון
ro: Выберите где будет размещен телефон

source: Choose your assistive device
he: בחרו את אביזר העזר שלכם
ro: Выберите вспомогательное устройство

source: Choose your footwear
he: בחרו את ההנעלה שלכם
ro: Выберите обувь

source: Connection issue
he: בעיית חיבור
ro: Проблема с соединением

source: Continue
he: המשך
ro: Продолжить

source: Continue without hallway length
he: המשך ללא אורך מסדרון
ro: Продолжить без указания длины коридора

source: Cross your arms against your chest (in an x shape).
he: שלבו את הידיים על החזה.
ro: Скрестите руки на груди (в форме буквы Х).

source: Current
he: נוכחי
ro: Данный

source: Data is ready for analysis
he: הנתונים מוכנים לניתוח
ro: Данные готовы для анализа

source: Date
he: תאריך
ro: Дата

source: degrees
he: מעלות
ro: градусов

source: Deletion failed
he: המחיקה נכשלה
ro: Удаление не удалось

source: Discard
he: מחק
ro: Удалить

source: Discard measurement
he: מחק מדידה
ro: Удалить

source: Distance was estimated based on your steps for this test, so the hallway length can't be edited.
he: המרחק חושב על בסיס הצעדים שלך בבדיקה זו, לכן לא ניתן לערוך את אורך המסדרון.
ro: Расстояние было рассчитано на основе ваших шагов в этом тесте, поэтому длину коридора нельзя редактировать.

source: Distance:
he: מרחק:
ro: Расстояние:

source: Do any of the following apply to the test you just completed?
he: האם אחד מהדברים הבאים חל על הבדיקה שסיימת?
ro: Произошло ли что-нибудь из следующего во время только что завершённого теста?

source: Don't show again
he: אל תציג שוב
ro: Больше не показывать

source: Done
he: בוצע
ro: Готово

source: Dual Task
he: משימה כפולה: הליכה וחיסור
ro: Двойная задача: ходьба и вычитание

source: Duration:
he: משך:
ro: Время:

source: E.g. performed test on a carpet.
he: לדוגמה, המדידה בוצעה על שטיח.
ro: Например, тест проводился на ковре.

source: Edit
he: ערוך
ro: Изменить

source: Edit Hallway Length
he: ערוך אורך מסדרון
ro: Изменить длину коридора

source: Enable Background Monitoring
he: הפעל ניטור רקע
ro: Включить фоновый мониторинг

source: Enable Permissions
he: הפעל הרשאות
ro: Включить разрешения

source: Enter the hallway length
he: הזן את אורך המסדרון
ro: Укажите длину коридора

source: Error
he: שגיאה
ro: Ошибка

source: Find a clear, straight path to walk.
he: מצאו מסלול הליכה ישר והתחילו ללכת לאורכו.
ro: Найдите четкий и прямой путь, по которому можно идти.

source: Find a flat, smooth surface for walking. The straighter this path, the better.
he: מצא משטח שטוח וחלק להליכה. ככל שהמסלול יותר ישר, כך יותר טוב.
ro: Найдите плоскую, ровную поверхность для ходьбы. Чем прямее этот путь, тем лучше.

source: Find the ‘Health’ app either in settings or apps
he: מצאו את אפליקציית ״בריאות״ בהגדרות או באפליקציות
ro: Найдите приложение "Здоровье" в настройках или приложениях.

source: Footwear:
he: הנעלה:
ro: Обувь:

source: For a successful analysis you need to stand up and sit back down as many times as you can until the time counter stops.
he: כדי להשלים את הבדיקה, קומו והתיישבו שוב כמה שיותר פעמים עד שהזמן מסתיים.
ro: Для успешного анализа вам нужно вставать и садиться как можно больше раз, пока не остановится счетчик времени.

source: For a successful analysis you need to walk in a straight line.
he: כדי להשלים את המדידה עליכם ללכת בקו ישר.
ro: Для успешного анализа необходимо идти по прямой линии.

source: For a successful analysis, you're required to measure 30 seconds.
he: כדי להשלים את המדידה, יש למדוד במשך 30 שניות.
ro: Для успешного анализа требуется измерение в течение 30 секунд.

source: ft
he: רגל
ro: фут

source: Gait data
he: נתוני הליכה
ro: Данные походки

source: Gait data couldn't be generated due to a system issue.
he: נתוני ההליכה לא יכלו להיווצר עקב בעיית מערכת.
ro: Не удалось сгенерировать данные походки из-за системной ошибки.

source: General
he: כללי
ro: Общие сведения

source: Generating report
he: יוצרים דו״ח
ro: Создание отчета

source: Get better assessments with real-life walks
he: קבלו הערכות מדויקות יותר המבוססות על ההליכות היומיומיות שלכם
ro: Получайте более точные оценки с помощью прогулок в реальной жизни

source: Get deeper insights into your movement
he: קבלו תובנות עמוקות יותר על התנועה שלכם
ro: Получайте более подробные данные о вашем движении

source: Get ready
he: התכוננו
ro: Будьте готовы

# getReadyTextDaulTaskSubtract
source: This activity is 60 seconds long. You will walk at your normal, comfortable pace. At the same time, start counting out loud and clear by subtracting 3 from 111. Keep subtracting 3 from your answer until you're told to stop. Please begin walking and counting when you are ready.
he: הפעילות הזו אורכת 60 שניות. תלכו בקצב הרגיל והנוח לכם. באותו זמן, התחילו לספור בקול רם וברור על ידי חיסור 3 מ-111. המשיכו לחסר 3 מהתשובה שלכם עד שיאמרו לכם להפסיק. אנא התחילו ללכת ולספור כשאתם מוכנים.
ro: Это упражнение длится 60 секунд. Идите в обычном, комфортном для вас темпе. Одновременно считайте вслух и чётко, начиная с 111 и вычитая по 3. Продолжайте вычитать 3 из полученного результата, пока вам не скажут остановиться. Когда будете готовы, начните идти и считать.

source: Go
he: התחילו
ro: Старт

source: Go to ‘Data Access & Devices’
he: עברו ל'גישה לנתונים ומכשירים'
ro: Перейдите в раздел "Доступ к данным и устройствам".

source: Go to settings
he: עברו להגדרות
ro: Перейти в настройки

source: Go to your device settings
he: עברו להגדרות המכשיר שלכם
ro: Перейдите в настройки устройства

source: Go to your device settings and then toggle on
he: עברו להגדרות המכשיר שלכם ולאחר מכן הפעילו
ro: Перейдите в настройки устройства и затем включите тумблер

source: Go to your device settings and then
he: עברו להגדרות המכשיר שלכם ולאחר מכן
ro: Перейдите в настройки устройства и затем

source: Go to your device settings and then toggle on 'Microphone'
he: עברו להגדרות המכשיר שלכם ולאחר מכן הפעל 'מיקרופון'
ro: Перейдите в настройки устройства и затем включите тумблер ‘Микрофон’

source: Got it!
he: הבנתי!
ro: Понятно!

source: Great job for measuring! Make sure to follow the measurement instructions to get an analysis.
he: כל הכבוד על המדידה! כדי לקבל תוצאות מדויקות, חשוב לפעול לפי ההוראות.
ro: Отличная работа, что измерили! Обязательно следуйте инструкциям по измерению, чтобы получить анализ.

source: Great job getting up and measuring! Keep the phone snug in your pants pocket or hold it against the thigh and follow the test instructions.
he: כל הכבוד שקמתם והתחלתם למדוד! שמור את הטלפון היטב בכיס המכנסיים או החזק אותו כנגד הירך ועקוב אחר הוראות הבדיקה.
ro: Отличная работа, что измерили! Держите телефон плотно в кармане брюк или прижав к бедру и следуйте инструкциям теста.

source: Great job getting up and walking! For a complete gait analysis keep the phone snug in your pants pocket or hold it against the thigh, and walk at least 20 steps in a straight line.
he: כל הכבוד שקמתם והתחלתם ללכת! לניתוח הליכה מלא שמור את הטלפון היטב בכיס המכנסיים או החזק אותו כנגד הירך, ולכו לפחות 20 צעדים בקו ישר.
ro: Отличная работа, что встали и пошли! Для полного анализа походки держите телефон плотно в кармане брюк или прижав к бедру и пройдите не менее 20 шагов по прямой линии.

source: Great job getting up and walking! Keep the phone snug in your pants pocket or hold it against the thigh, and walk at least 20 steps in a straight line.
he: כל הכבוד שקמתם והתחלתם ללכת! שימו את הטלפון בכיס או הצמידו אותו לירך, והלכו לפחות 20 צעדים בקו ישר.
ro: Отличная работа! Продолжайте держать телефон плотно в кармане брюк или прижав к бедру и пройдите не менее 20 шагов по прямой линии.

source: Hallway
he: מסדרון
ro: Коридор

source: Hallway length
he: אורך מסדרון
ro: Длина коридора

source: Highlights
he: עיקרים
ro: Основные данные

source: Highlights couldn't be generated due to a system issue.
he: לא ניתן היה ליצור עיקרים עקב בעיית מערכת.
ro: Не удалось сгенерировать основные показатели из-за системной ошибки.

source: Hints:
he: דגשים:
ro: Подсказки:

source: How is my data used?
he: כיצד משתמשים בנתונים שלי?
ro: Как используются мои данные?

source: How many repetitions were performed?
he: כמה חזרות בוצעו?
ro: Сколько повторений было выполнено?

source: I slipped or tripped
he: נפלתי או מעדתי
ro: Я поскользнулся/споткнулся

source: If your path is short, walk as far as you can, then turn around and repeat until time is up.
he: אם אין מספיק מקום, הסתובבו והמשיכו ללכת הלוך ושוב עד לסיום הזמן.
ro: Если путь короткий, пройдите столько, сколько сможете, затем повернитесь и повторяйте, пока не закончится время.

source: Importantly, walk at your normal pace. You do not need to walk faster than usual.
he: חשוב, לכו בקצב הרגיל שלכם. אין צורך ללכת מהר מהרגיל.
ro: Важно: идите в своем обычном темпе. Вам не нужно идти быстрее, чем обычно.

source: In app
he: באפליקציה
ro: В приложении

source: In order to monitor your measurements, access to your location is required
he: כדי לנטר את המדידות שלכם, נדרשת גישה למיקום שלכם
ro: Для мониторинга ваших измерений требуется доступ к вашей геолокации

source: In order to monitor your measurements, access to your motion and fitness activity is required.
he: כדי לנטר את המדידות שלכם, נדרשת גישה לפעילות התנועה והכושר שלכם.
ro: Чтобы следить за вашими измерениями, необходим доступ к вашим движениям и фитнес-активности.

source: In position
he: במיקום
ro: В нужном положении

source: In the pocket
he: בכיס
ro: В кармане

source: Independent
he: עצמאי
ro: Самостоятельно

source: Info
he: מידע
ro: Информация

source: Instructions:
he: הוראות:
ro: Инструкции:

source: Invalid quantity type.
he: סוג כמות לא חוקי.
ro: Неверный тип количества.

source: It seems you have internet connection issues. Check your internet connection and press reload. The measurement will be uploaded and analyzed once we get internet connection.
he: נראה שיש לכם בעיות חיבור לאינטרנט. בדקו את חיבור האינטרנט שלכם ולחצו על רענן. המדידה תועלה ותנותח ברגע שנקבל חיבור לאינטרנט.
ro: Похоже, у вас проблемы с подключением к Интернету. Проверьте подключение и нажмите «Перезагрузить». Измерение будет загружено и проанализировано, как только появится подключение к Интернету.

source: Keep the phone in place throughout, do not remove or adjust it.
he: שמור את הטלפון במקומו לאורך כל הזמן, אל תסיר או תכוון אותו.
ro: Держите телефон на месте на протяжении всего времени, не вынимайте и не поправляйте его.

source: Keep your heel resting on the ground, toes pointing up.
he: השאירו את העקב מונח על הקרקע, כשהבהונות פונות כלפי מעלה.
ro: Держите пятку на полу, носки направлены вверх.

source: Knee Extension
he: הארכת ברך
ro: Разгибание в коленном суставе

source: Knee Flexion
he: כיפוף ברך
ro: Сгибание колена

source: Learn More
he: למד עוד
ro: Подробнее

source: Level of assistance:
he: רמת סיוע:
ro: Уровень оказания помощи:

source: Limited walk data captured
he: נתוני הליכה מוגבלים שנלכדו
ro: Собрано ограниченное количество данных о ходьбе

source: Location access is currently limited
he: גישת מיקום מוגבלת כרגע
ro: Доступ к геолокации в настоящее время ограничен

source: Long walk
he: הליכה ארוכה
ro: Длительная ходьба

source: m
he: מ'
ro: м

source: Make sure to increase your phone's volume so you can hear the instructions.
he: הגבירו את עוצמת הקול בטלפון כדי לשמוע את ההוראות
ro: Убедитесь, что громкость вашего телефона увеличена, чтобы вы могли слышать инструкции.

source: Make sure your phone is in a front pants pocket or against your thigh.
he: ודאו שהטלפון נמצא בכיס המכנסיים הקדמי או צמוד לירך
ro: Убедитесь, что ваш телефон находится в переднем кармане брюк или прижат к бедру.

source: Manually reported
he: הוזן ידנית
ro: Введено вручную

source: Maximum assistance
he: סיוע מקסימלי
ro: Максимальная помощь

source: Minimal assistance
he: סיוע מינימלי
ro: Минимальная помощь

source: minutes walked
he: דקות הליכה
ro: минут ходьбы

source: Moderate assistance
he: סיוע בינוני
ro: Умеренная помощь

source: Modified independent
he: עצמאי מתוקן
ro: Самостоятельно с помощью вспомогательных средств

source: Motion and Fitness
he: תנועה וכושר
ro: «Движение и фитнес»

source: Move to the edge of the chair.
he: התקרבו לקצה הכיסא.
ro: Переместитесь на край стула.

source: No additional insights
he: אין תובנות נוספות
ro: Дополнительных выводов не выявлено

source: No background data collected
he: לא נאספו נתוני רקע
ro: Фоновые данные не собраны

source: No in app data collected
he: לא נאספו נתונים באפליקציה
ro: Нет данных, собранных в приложении

source: No issue (test went smoothly)
he: אין בעיה (הבדיקה עברה בצורה חלקה)
ro: Проблем не было (тест прошёл гладко)

source: Non-skid socks
he: גרביים אנטי החלקה
ro: В нескользящих носках

source: None
he: ללא
ro: Никакое

source: Notes:
he: הערות:
ro: Примечания:

# noUsedHands
source: No
he: לא
ro: Не использовал(а) руки

source: Number of reps:
he: מספר חזרות:
ro: Количество повторений:

source: of 100
he: מתוך 100
ro: из 100

source: OK
he: אישור

source: Once a walk is recorded, you can view it here.
he: ברגע שהליכה נרשמת, תוכל לצפות בה כאן.
ro: Как только прогулка будет записана, вы сможете просмотреть ее здесь.

source: Oops…
he: אופס...
ro: Упс...

source: Perform the test at your normal, safe walking pace.
he: יש לבצע את המבחן בקצב ההליכה הרגיל והבטוח שלכם.
ro: Выполняйте тест в привычном и безопасном для вас темпе ходьбы.

source: Place the phone against the thigh
he: הנח את הטלפון כנגד הירך
ro: Приложите телефон к бедру

# Place the phone in position
source: Place the phone in the pocket, strap or against the thigh.
he: הניחו את הטלפון בכיס, רצועה או כנגד הירך
ro: Поместите телефон в карман, ремень или прижмите к бедру.

# Place the phone in the pocket
source: Place the phone in the pocket, strap or against the thigh.
he: הניחו את הטלפון בכיס, רצועה או כנגד הירך
ro: Поместите телефон в карман, ремень или прижмите к бедру.

source: Place the phone on the front of your mid-thigh, then move it to your shin (just below the knee). Repeat this sequence 10 times.
he: הניחו את הטלפון על החלק הקדמי של אמצע הירך, ואז העבירו אותו לשוק (ממש מתחת לברך). חזרו על הרצף הזה 10 פעמים.
ro: Поместите телефон на переднюю часть середины бедра, затем переместите его к голени (сразу ниже колена). Повторите эту последовательность 10 раз.

source: Place your phone securely in your pocket or flat against your thigh.
he: הניחו את הטלפון שלכם בבטחה בכיס שלכם או שטוח כנגד הירך שלכם.
ro: Надежно положите телефон в карман или прижмите его к бедру.

source: Please allow
he: אנא אפשרו ל-
ro: Пожалуйста разрешите

source: Please allow access to your location even when the app is closed.
he: אנא אפשרו גישה למיקום שלכם גם כשהאפליקציה סגורה.
ro: Пожалуйста, разрешите доступ к вашей геолокации даже когда приложение закрыто.

source: Please allow access to your location while the app is in use.
he: אנא אפשרו גישה למיקום שלכם בעת שהאפליקציה בשימוש.
ro: Пожалуйста, разрешите доступ к вашей геолокации когда приложение используется.

source: Please allow access to your location while the app is open. When prompted tap
he: אנא אפשרו גישה למיקום שלכם בעת שהאפליקציה פתוחה. כאשר תתבקשו הקישו
ro: Пожалуйста, разрешите доступ к вашей геолокации, пока приложение открыто. При появлении запроса нажмите

source: Please allow access to your Motion & Fitness data so we can provide the most accurate assessments.
he: אנא אפשרו גישה לנתוני התנועה והכושר שלכם כדי שנוכל לספק את ההערכות המדויקות ביותר.
ro: Пожалуйста, разрешите доступ к датчикам «Движение и фитнес», чтобы получить наиболее точные измерения.

source: Please allow Health Kit access:
he: אנא אפשרו גישה לנתוני הבריאות שלכם:
ro: Пожалуйста, разрешите доступ к Health Kit:

# Please enter a value between %d and %d %@
source: Please enter a value between %1$d and %2$d %3$@
he: אנא הזן ערך בין %1$d ל-%2$d %3$@
ro: Введите значение от %1$d до %2$d %3$@

source: Please note - this action cannot be undone. Any previous reports generated based on this data will not be altered retroactively.
he: שים לב - לא ניתן לבטל פעולה זו. כל דוחות קודמים שנוצרו על בסיס נתונים אלה לא ישונו בדיעבד.
ro: Обратите внимание - это действие нельзя отменить. Любые предыдущие отчеты, созданные на основе этих данных, не будут изменены задним числом.

source: Please stop immediately if you begin to feel uncomfortable at any time.
he: אנא עצרו מיד אם תתחילו להרגיש לא נוח בכל עת.
ro: Пожалуйста, немедленно остановитесь, если в любой момент почувствуете дискомфорт.

source: Please try again later
he: אנא נסה שוב מאוחר יותר
ro: Пожалуйста, повторите попытку позже

source: Please wear a comfortable pair of walking shoes.
he: אנא נעל זוג נעלי הליכה נוחות.
ro: Пожалуйста, наденьте удобную пару обуви для ходьбы.

source: Preparing results
he: מכינים את התוצאות
ro: Подготовка результатов

source: Press on the “Start” button and put the phone in your pocket.
he: לחץ על כפתור "התחילו” והכנס את הטלפון לכיס שלכם.
ro: Нажмите кнопку "Старт" и положите телефон в карман.

source: Previous
he: קודם
ro: Предыдущий

source: Range of motion
he: טווח תנועה
ro: Диапазон движения

source: Results Not Updated
he: התוצאות לא עודכנו
ro: Rezultatele nu au fost actualizate

source: Record a walk
he: הקלט הליכה
ro: Записать прогулку

source: Recording in progress
he: הקלטה בתהליך
ro: Идет запись

source: Reload
he: רענן
ro: Перезагрузка

# reps
source: %lld reps
he: חזרות
ro: повт.

source: Review the following tags
he: בחרו את התגיות המתאימות
ro: Просмотрите следующие теги

source: Rollator / four-wheeled walker
he: הליכון גלגלים
ro: Роллатор / ходунки на четырех колесах

source: Save
he: שמור
ro: Сохранить

source: Score
he: ציון
ro: Оценка

source: Score unavailable
he: ציון לא זמין
ro: Оценка недоступна

source: Score:
he: ציון:
ro: Оценка:

source: sec
he: שנ'
ro: сек

source: seconds
he: שניות
ro: секунд

source: Select Location
he: בחרו מיקום
ro: Выберите геопозицию

source: Session Expired
he: פג תוקף החיבור שלך
ro: Ваша сессия истекла

source: Shoe adjustment
he: התאמת נעליים
ro: Коррекция обуви

source: Short hallway length
he: אורך מסדרון קצר
ro: Короткая длина коридора

source: Sit in a chair with your back against the back of the chair.
he: שבו על כיסא עם משענות ידיים, כאשר הגב נשען על משענת הכיסא.
ro: Сядьте на стул, прислонившись спиной к спинке стула.

source: Sit on a firm chair.
he: שב על כיסא יציב.
ro: Сядьте на твердый стул.

source: Sit on the chair with both feet on the floor.
he: שבו על כיסא יציב כששתי כפות הרגליים מונחות על הרצפה.
ro: Сядьте на стул, поставив обе ноги на пол.

source: Sit to Stand
he: מבחן קימה וישיבה מכיסא
ro: Подъём со стула

source: Six Minute Walk Test
he: בדיקת הליכה של שש דקות
ro: 6 Мин Ходьба Тест

source: Skip
he: דלג
ro: Пропустить

source: Slide to stop
he: החליקו לעצירה
ro: Стоп

source: Slippers
he: נעלי בית
ro: В тапочках

source: SMO brace
he: תומך SMO
ro: Ортез SMO

source: Sometimes we're unable to capture all gait parameters, especially during slow walks, short steps, or when the phone isn't positioned against your thigh. To get full results, keep the phone snug in your pants pocket or hold it against the thigh, and walk at least 20 steps in a straight line.
he: לפעמים אנחנו לא יכולים לזהות את כל פרמטרי ההליכה, במיוחד במהלך הליכות איטיות, צעדים קצרים, או כאשר הטלפון לא ממוקם כנגד הירך שלכם. כדי לקבל תוצאות מלאות, שמור את הטלפון היטב בכיס המכנסיים או החזק אותו כנגד הירך, ולכו לפחות 20 צעדים בקו ישר.
ro: Иногда мы не можем зафиксировать все параметры походки, особенно при медленной ходьбе, коротких шагах или неправильном расположении телефона относительно бедра. Для получения полных результатов держите телефон в переднем кармане брюк или прижмите к бедру и пройдите не менее 20 шагов по прямой линии.

source: Sometimes we're unable to capture enough gait data, especially during slow walks, short steps, or when the phone isn't positioned against your thigh. To get full results, keep the phone snug in your pants pocket or hold it against the thigh, and walk at least 20 steps in a straight line.
he: לפעמים אנחנו לא יכולים ללכוד מספיק נתוני הליכה, במיוחד במהלך הליכות איטיות, צעדים קצרים, או כאשר הטלפון לא ממוקם כנגד הירך שלכם. כדי לקבל תוצאות מלאות, שמור את הטלפון היטב בכיס המכנסיים או החזק אותו כנגד הירך, ולכו לפחות 20 צעדים בקו ישר.
ro: Иногда мы не можем собрать достаточно данных о походке, особенно при медленной ходьбе, коротких шагах или неправильном расположении телефона относительно бедра. Для получения полных результатов держите телефон в переднем кармане брюк или прижмите к бедру и пройдите не менее 20 шагов по прямой линии.

source: Spatial
he: מרחבי
ro: Пространство

source: Stairs
he: מדרגות
ro: Ступеньки

source: Stand up and sit down as many times as you can in 30 seconds.
he: קומו והתיישבו מספר פעמים ברצף למשך כ־30 שניות.
ro: Вставайте и садитесь как можно больше раз за 30 секунд.

source: Stand up.
he: קומו מהכיסא.
ro: Встаньте.

source: Standby assistance
he: סיוע המתנה
ro: Страховка без контакта

source: Start
he: התחל
ro: Старт

source: Start now
he: התחילו
ro: Начать сейчас

source: Start Test
he: התחילו בדיקה
ro: Начать Тест

source: Status:
he: סטטוס:
ro: Статус:

source: steps
he: צעדים
ro: шаги

source: steps completed
he: צעדים הושלמו
ro: шагов пройдено

source: Stop if you feel uncomfortable.
he: עצרו אם אתם מרגישים אי נוחות.
ro: Остановитесь, если почувствуете дискомфорт.

source: Straighten the measured leg in front of you as much as possible.
he: יישרו את הרגל הנמדדת לפניכם ככל האפשר.
ro: Выпрямите измеряемую ногу перед собой насколько возможно.

source: Summary
he: סיכום
ro: Отчет
